[{
    "title" : "Internship; Social Media for Non Profit Sector Job",
    "company" : "SHADES OF HAPPINESS",
    "jobDescription" : "INSTERNSHIP; The Job Includes Following Responsibilities: Creating Facebook, Twitter & Other Social Media Platforms Content. Preparing Press Releases For Events And Activities Done By SOH. Maintaining Communication With The Donors, Sponsors & Other Stakeholders. Executing Online Social Campaigns And Other Online Activities, preparing Online Newsletter & Other Publications.",
    "link" : "http://jobopenings.yuvajobs.com/social-media-for-non-profit-sector-new-delhi-shades-of-happiness-foundation-351797.htm",
    "jobTitle" : "Internship",
    "companyDesc" : "Shades of Happiness Foundation is a value-based development organisation founded in New Delhi, India, in 2008."

},
{
    "title" : "Associate coordinators & Programme Coordinator - Jaipur; Type: Full time",
    "company" : "PARVAH",
    "jobDescription" : "Mobilize youth participation and execute efficient systems for smooth running of the programme, Lend support in designing, organizing and executing the programme, processes including workshops, exposure trips, volunteer, placements, events etc., Create and maintain appropriate databases and mobilize resources and manage budgets as required, Ensure review, documentation and circulation of information related to respective programmes, Work closely with the Programme Coordinator to set up and execute operational systems relevant to your programme, Participate in organizational trainings, review and planning exercises, meetings and retreats.  ",
    "link" : "http://www.pravah.org/content/jobs",
    "jobTitle" : "Associate coordinators & Programme Coordinator",
    "companyDesc" : "Shades of Happiness Foundation is a value-based development organisation founded in New Delhi, India, in 2008."
},
{
    "title" : "Social Worker (Gusbethi-Haryana)- Residential Position",
    "company" : "DEEPALAYA",
    "jobDescription" : "Supervision and guidance of students
Individual understanding of students and identification of students who need counseling, planning and updating of case/Counseling files accordingly
Guide individuals in participating all activities of children home
Identification of difficult behaviors of students and prepare plans to improve the behavior and do the regular assessment 
Whenever required referral of case to the special units 
Assist in teaching or leading the activities 
Implementation/doing of Individual Counseling, Group counseling, peer counseling, family counseling, sexuality counseling. 
To full fill all the administrative roles 
Career plans and counseling of the students as per the students capacity and capability 
Individual and group activities with students including the play techniques, life skills classes etc.",
    "link" : "http://www.pravah.org/content/jobs",
    "jobTitle" : "Associate coordinators & Programme Coordinator",
    "companyDesc" : "Shades of Happiness Foundation is a value-based development organisation founded in New Delhi, India, in 2008."
}]
